Revit 2027 API
BasicFileInfo.LatestCentralEpisodeGUID Property
 This is the central model's episode GUID corresponding to the last reload latest done for this model.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Guid LatestCentralEpisodeGUID { get; }
Public ReadOnly Property LatestCentralEpisodeGUID As Guid
	Get
public:
property Guid LatestCentralEpisodeGUID {
	Guid get ();
}
member LatestCentralEpisodeGUID : Guid with get
Property Value
Guid
See Also
Reference
BasicFileInfo Class
Autodesk.Revit.DB Namespace